src/planning/cil-outline.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-08-29 Thu 16:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cast Iron Lily Outline</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Alex Koen" />
</head>
<body>
<div id="content">
<h1 class="title">Cast Iron Lily Outline</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgac8a358">1. Extra</a></li>
</ul>
</div>
</div>
<p>
<b>Synopsis:</b> This year I co-wrote an original play with five of my classmates. I have no intention of pursuing acting as a career, but it is the most valuable experience I have ever had
</p>

<p>
<b>Article:</b>
</p>

<p>
Disclaimer: This article is under constant revision as I try to qualify the complex feeling I have about this play.
</p>

<p>
I don't know who you are, where you live, or what you do in your free time. What I do know, however, is what you want: you want to feel accepted. I know this because we all do—it is a collective experience of humanity to yearn for human connection and to desire, more than anything, to be heard and understood. Nowadays, however, this yearning for community that we so desire so greatly is being left unsatiated as we are becoming more and more isolated.
</p>

<p>
In Grade 10, I made the somewhat spontaneous decision of enrolling in my school's theatre program. While I knew that I enjoyed drama and that it would provide a much-needed distraction from my academic courses, what I didn't know was the extent to which the program would change my life and alter the way I see the world forever.
</p>

<p>
Every year, the Handsworth Secondary theatre program performs an original play written by Grade 12 students and performed by members of the school's art departments. This is not only unrivalled in its ambition—the show regularly exceeds $50,000 in ticket sales—but also in it's scale: this year's cast was comprised of over 200 actors, singers, dancers, and technicians. As one of six head writers for this year's show, <i>Cast Iron Lily</i> I was intimately involved with the entire process, from brainstorming concept ideas to making last-minute changes. We spent weeks deliberating over various ideas for the show, from a Broadway-inspired Alien vs Predator musical, to a film-noir style crime thriller set in 1920's America. What we eventually settled upon, however, was something far more impactful—we wrote a play about the Me Too movement.
</p>


<p>
This decision proved to be somewhat contentious. I, like many of those who have been fortunate enough not to have experienced sexual assault, felt that, while important, the movement wasn't universal enough to base a play around.
</p>


<p>
While our play did center around sexual assault and reconciliation, the underlying theme was of something even more pervasive in today's society: the need for support. Since 2006, thousands of women and men have come out against high-profile sexual assault in the workplace, yet the problem is far larger. The reality is that most people do not have anyone whom they trust enough to rely upon during these difficult times. Cast Iron Lily focused on this need for support, with its plot following the exploitation of women in a World War II munitions factory and its parallels in the 21st century. We wanted to send the message to everyone who has stories that they have yet to tell that we will listen, and that we will be there for them if they decide they are ready. 
</p>

<div id="outline-container-orgac8a358" class="outline-2">
<h2 id="orgac8a358"><span class="section-number-2">1</span> Extra</h2>
<div class="outline-text-2" id="text-1">
<p>
In a recent study on loneliness, nearly half of the participants reported often feeling lonely or left out, with young adults aged 18–22 reporting the highest levels of social isolation of all. As an 18-year old graduating from high-school, this fact could not be more apparent to me. People don't connect anymore. We live our lives isolated from each other, not physically, but emotionally, as we are taught to repress our feelings out of fear.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Alex Koen</p>
<p class="date">Created: 2019-08-29 Thu 16:38</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
